Revit 2027 API
InitialFluxIntensity Constructor
Overload List
Name | Description
InitialFluxIntensity(Double) |  Creates an initial flux intensity object with the given document and flux values.
InitialFluxIntensity(InitialFluxIntensity) |  Creates a copy of the given initial flux intensity object
Top
See Also
Reference
InitialFluxIntensity Class
Autodesk.Revit.DB.Lighting Namespace